[
    {
        "image": "./Resources/Assets/PopualWebP/Baguio.webp",
        "thumbnail": "./Resources/Assets/Thumbnails/Featured/Baguio-Thumbnail.png",
        "place": "Baguio", 
        "desc": "Escape the Manila heat and travel to chilly Baguio. Find out the best time to go, how to go there and get around, must-see tourist spots, which restaurants to try, and more. Baguio is a mountain resort city located in Benguet of Northern Luzon, Philippines. Considered to be the country’s Summer Capital, Baguio is undoubtedly one of the top tourist destinations in the Philippines. Also nicknamed The City of Pines, it is a popular weekend getaway for local travelers based in the metro."
        ,"info-title": "Summer Capital of the Philippines",
        "offers": [
            {"icon": "ac_unit", "icon-name": "Weather"}, 
            {"icon": "landscape", "icon-name": "Mountain View"}, 
            {"icon": "emoji_flags", "icon-name": "Landmarks"},
            {"icon": "local_mall", "icon-name": "Local Malls"}
        ]
    },
    {
        "image": "./Resources/Assets/PopualWebP/Batanes.webp",
        "thumbnail": "./Resources/Assets/Thumbnails/Featured/Batanes-Thumbnail.png",
        "place": "Batanes", 
        "desc": "Remote and isolated, Batanes is the northernmost province in the Philippines. It’s a 10-piece archipelago, with the three biggest islands being the only ones inhabited: Sabtang, Batan, and Itbayat. Sabtang and Itbayat are their own municipalities, while Batan is further divided into Basco, Ivana, Uyugan, and Mahatao. Although it is the capital, Basco isn’t a city but a small town. It is also where the main airport is located and the most populated."
        ,"info-title": "Summer Capital of the Philippines",
        "offers": [
            {"icon": "ac_unit", "icon-name": "Weather"}, 
            {"icon": "landscape", "icon-name": "Mountain View"}, 
            {"icon": "emoji_flags", "icon-name": "Landmarks"},
            {"icon": "local_mall", "icon-name": "Local Malls"}
        ]
    },
    {
        "image": "./Resources/Assets/PopualWebP/Bohol.webp",
        "thumbnail": "./Resources/Assets/Thumbnails/Featured/Bohol-Thumbnail.png",
        "place": "Bohol", 
        "desc": "Bohol offers independent travellers a wealth of options both on and off the beaten track. This island province is promoted almost exclusively through images of cute bug-eyed tarsiers and the majestic Chocolate Hills, but there's much more to experience. Offshore there's superb diving, and when you throw in jungle-fringed rivers perfect for kayaking and paddle-boarding and pristine white-sand beaches it's easy to understand the Bohol appeal."
        ,"info-title": "Summer Capital of the Philippines",
        "offers": [
            {"icon": "ac_unit", "icon-name": "Weather"}, 
            {"icon": "landscape", "icon-name": "Mountain View"}, 
            {"icon": "emoji_flags", "icon-name": "Landmarks"},
            {"icon": "local_mall", "icon-name": "Local Malls"}
        ]
    }
]